Repository: melizeche/ayudapy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: You forgot to mark your location on the map
es: Te olvidaste de marcar tu ubicación en el mapa

source: If you have problems with this step
es: Si tenés problemas con este paso

source: Check out this help
es: Mirá esta ayuda

source: Select your location so that people can find you, if you do not want to mark your home a good option may be the nearest police station or some other nearby public place.
es: Seleccioná tu ubicación para que la gente pueda encontrarte, si no querés marcar tu casa una buena opción puede ser la comisaría más cercana o algún otro sitio público cercano.

source: Example: I urgently need food for my family
es: Ejemplo: Necesito de manera urgente víveres para mi familia

source: Example: Due to the current situation I am in need of masks and cleaning products, any help, even a minimal one, will help me. Thank you so much!
es: Ejemplo: Por la situación actual estoy necesitando tapabocas y productos de limpieza, cualquier ayuda aunque sea mínima ya me va a ayudar. Muchas Gracias!

source: Registration already entered, cannot duplicate the same request.
es: Registro ya ingresado, no puede duplicar mismo pedido.

source: Request title
es: Título del pedido

source: Short description of what you need
es: Descripción corta de qué estás necesitando

source: Request Description
es: Descripción del pedido

source: Here you can tell in detail what you need, <b> the better you tell your situation the more likely they want to help you </b>
es: Acá podés contar detalladamente lo que necesitás, <b>cuanto mejor cuentes tu situación es más probable que te quieran ayudar</b>

source: Name and surname
es: Nombre y Apellido

source: Telephone contact
es: Teléfono de contacto

source: Address
es: Dirección

source: Your address, city, neighborhood, references, or how to get there, to get help
es: Para ayudar a quien quiera ayudarte saber la dirección, ciudad, barrio, referencias, o cómo llegar

source: Location
es: Ubicación

source: Photo
es: Foto

source: In case you want you can attach a photo related to your request. It is optional but it can help people better understand your situation.
es: Si querés podés adjuntar una foto relacionada con tu pedido, es opcional pero puede ayudar a que la gente entienda mejor tu situación.

source: Added
es: Agregado

source: A tool to help people help
es: Herramienta para ayudar a las personas a ayudar

source: Home
es: Inicio

source: Contact information
es: Contacto

source: Do you want to contact us?
es: ¿Deseas contactarnos?

source: If you need help, click here.
es: Si tenés necesidad de pedir ayuda, tocá o hace clic acá.

source: If you have any questions or queries about the platform, you can contact us through the social networks below, or send us an email to
es: Si tenés alguna duda o consulta sobre la plataforma, podés contactarnos a través de las redes sociales que están más abajo, o envianos un correo a

source: Terms of use
es: Términos de uso

source: Frequently asked questions
es: Preguntas frecuentes

source: Created by
es: Desarrollado por

source: License
es: Código fuente libre bajo licencia

source: Source code
es: Revisá el código

source: Under development
es: En desarrollo

source: This section is in development, for any questions visit
es: Esta sección se encuentra en desarrollo, cualquier consulta vaya a

source: LEGAL WARNING
es: AVISO LEGAL

source: By accessing and using the website and the AyudaPy database the user acknowledges the legally binding effect of the following conditions of use and the disclaimer.
es: Al acceder y utilizar la página web y a la base de datos de AyudaPy, el usuario reconoce el efecto legalmente vinculante de las siguientes condiciones de uso y de la cláusula de descargo de responsabilidad.

source: In case the user does not agree with these conditions of use, he will not be able to access the AyudaPy website.
es: En caso de que el usuario no esté de acuerdo con estas condiciones de uso, no podrá acceder a la página web de AyudaPy.

source: Information published on the website
es: Información publicada en la página web

source: The information provided by AyudaPy is based exclusively on the contributions provided by users of the same voluntarily; therefore, the responsibility regarding the veracity of the data published in this public list corresponds to each user who makes use of it.
es: La información provista por AyudaPy se basa exclusivamente en los aportes suministrados por los usuarios de la misma voluntarimente; por lo tanto, la responsabilidad acerca de la veracidad de los datos publicados en la presente lista pública corresponde a cada usuario que haga uso de ella.

source: Liability
es: Descargo de responsabilidad

source: AyudaPy is not responsible for any erroneous, incomplete or outdated information published on this website.
es: AyudaPy no se hace responsable de ninguna información errónea, incompleta o desactualizada publicada en esta página web.

source: AyudaPy assumes no responsibility for the malfunction of the functions of the website.
es: AyudaPy no asume ninguna responsabilidad por el mal funcionamiento de las funciones de la página web.

source: Those liability claims against AyudaPy that refer to direct or indirect material or intellectual damages and that have been caused by access to this website and its contents and / or other websites linked to it and its contents are expressly excluded, as well as for the use or non-use of the information represented or for the use of erroneous or incomplete information.
es: Quedan expresamente excluidas aquellas demandas de responsabilidad contra AyudaPy que se refieran a daños directos o indirectos de índole material o intelectual y que hayan sido causados por el acceso a esta página web y a sus contenidos y/o a otras páginas web enlazadas en la misma y a sus contenidos, así como por la utilización o la no utilización de la información representada y/o por la utilización de información errónea o incompleta.

source: AyudaPy is designed to prevent Cross-Site Request Forgery (CSRF) attacks related to data transmission.
es: AyudaPy esta diseñada para evitar ataques de Cross-Site Request Forgery (CSRF) en relación a la transmisión de datos.

source: However, data transmission over the internet is not completely secure. Therefore, the information published on the AyudaPy website may be subject to alterations or interruptions as well as breaches of security and confidentiality. For this reason, AyudaPy assumes no responsibility for the receipt / non-receipt or processing / non-processing of any information that the user has transmitted to and from AyudaPy through this website or through an electronic address.
es: Sin embargo, la transmisión de datos por internet no es completamente segura. Por lo tanto, la información publicada en la página web de AyudaPy puede verse sometida a alteracioneso interrupciones así como a violaciones de la seguridad y la confidencialidad. Por este motivo, AyudaPy no asume ninguna responsabilidad por la recepción/no recepción o el procesamiento/no procesamiento de cualquier información que el usuario haya transmitido desde y aAyudaPy a través de la presente página web o a través de una dirección electrónica.

source: Intellectual property
es: Propiedad intelectual

source: The content of this web page and the data of AyudaPy are distributed under the license
es: El contenido de esta página web y los datos de AyudaPy están distribuidos bajo la licencia

source: The source code is distributed under the license
es: El código está distribuido fuente bajo la licencia

source: Information
es: Info

source: Important
es: Importante

source: This is a citizen platform that depends totally on the good will of the people. There are no guarantees of help yes or yes. The information that one uploads will be 100%% publicly accessible.
es: Esta es una plataforma ciudadana que depende totalmente de la buena voluntad de la gente. No hay garantías de recibir ayuda sí o sí. La información que uno carga va a ser 100%% de acceso público.

source: More Information
es: Mas info acá

source: How does it work
es: Cómo funciona

source: You have to upload your data: name, contact phone, city, location and what you need.
es: Tenés que cargar tu datos: nombre, teléfono de contacto, ciudad, ubicación y qué necesitás.

source: allows you to share your request for help so that more people see it, as well as offering people who want to help an interface to find those who need it.
es: te permite compartir tu pedido de ayuda para que más gente lo vea, así como ofrecer a la gente que quiere ayudar una interfaz para buscar a los que necesitan.

source: OK I understand, I want to continue
es: OK entiendo, quiero continuar

source: Receive help
es: Recibir ayuda

source: Click here and I will try to find you
es: Apreta acá voy a tratar de encontrarte

source: Send
es: Enviar

source: Map instructions
es: Ayuda con el mapa

source: Move the map to your location and then click on the %(icon)s icon to mark your location on the map.
es: Mové el mapa hasta donde veas tu ubicación y luego apretá en el icono %(icon)s y luego marcá en el mapa el punto exacto.

source: If you make a mistake, you can click on the %(icon)s icon to move the marker. Once corrected click on Save.
es: Si te equivocaste podés apretar en el icono %(icon)s así podés mover el marcador, una vez corregido apretar 'Grabar'.

source: Area
es: Zona

source: City
es: Ciudad

source: State
es: Departamento

source: Your location
es: Tu ubicación

source: Move this marker to your location
es: Mové este punto a tu ubicación

source: Found you!
es: Te encontré, seguí completando!

source: Did not find you!
es: No te encontré, seguí completando!

source: Can not find you, move the marker further below.
es: No puedo encontrarte, mové el punto mas abajo.

source: Your browser does not support geolocation
es: Tu navegador no soporta la geolocalización

source: Searching your location…
es: Buscando tu ubicación…

source: Requests
es: Pedidos

source: Request
es: Pedido

source: Withdrawn request
es: Pedido inactivo

source: Withrawn or repeated request, only one request per phone number is allowed
es: Pedido dado de baja o repetido, solo 1 pedido activo por número de teléfono

source: We found this request with the same phone number
es: Pero encontramos este pedido activo con el mismo número

source: Other requests under the same phone number
es: Otros pedidos activos del mismo numero

source: This request has already been solved
es: Pedido ya resuelto

source: This request has been marked as resolved
es: El pedido de ayuda ya fue marcado como asistido

source: Name
es: Nombre

source: Contact
es: Contacto

source: Contact via WhatsApp
es: Contactar vía WhatsApp

source: Open with Google Maps
es: Abrir en Google Maps

source: You can share this request by clicking on these buttons
es: Podés compartir este pedido haciendo click en los botones

source: Nearby requests
es: Pedidos cercanos

source: Find your city
es: Seleccionar ciudad

source: If you can't find your city it's because there are no requests nearby.
es: Si no ves tu ciudad es porque no hay pedidos

source: My location
es: Mi ubicación

source: Search by title or description, e.g. Diapers
es: Búsqueda por título o descripción, Ejemplo: Pañal

source: Search
es: Buscar

source: Latest requests
es: Últimos pedidos de ayuda

source: Can't find requests at your current location
es: Últimos pedidos de ayuda

source: Displaying
es: Mostrando

source: Page
es: Página

source: of
es: de

source: Previous
es: Previo

source: Next
es: Siguiente

source: Request category*
es: Categoría del pedido*

source: Chose the categories of your request (you can select more than one category)
es: Elegí las categorías del pedido (podés marcar varias categorías)

source: Provisions
es: Víveres

source: Babies
es: Bebés

source: Medicine
es: Remedios

source: Cleaning
es: Limpieza

source: Upload a photo
es: Adjuntá una foto

source: I need help!
es: ¡Necesito ayuda!

source: Post your request for people to see it
es: Publicá tu pedido para que la gente vea

source: I want to help!
es: ¡Quiero ayudar!

source: Find someone close to you to help
es: Encontrá a alguien cerca tuyo para ayudar

source: Donation Centers!
es: ¡Centros de Donación!

source: See what you can donate and where
es: Mirá lo que podés donar y dónde

source: I want to volunteer!
es: ¡Quiero ser voluntario!

source: Help us to help
es: Ayudanos a ayudar

source: Register a Center!
es: ¡Registrar Centro!

source: Register a Donation Center
es: Registrá un Centro de Donación

source: Stats
es: Estadísticas

source: Requests summary
es: Total de pedidos

source: Active
es: Activos

source: Unique
es: Únicos

source: Resolved
es: Atendidos

source: Today
es: Hoy

source: Yesterday
es: Ayer

source: Requests per day
es: Pedidos por día

source: Period
es: Periodo
